export const SAMPLE_DATA = {
  아이디: "hsalicemin@gmail.com",
  작성자: "민혜성",
  "Level\n\n\n*Lv.1 : 결혼 예정": "Lv.1",
  "Lv.1\n일상\n불안정도": "중상",
  "- 성함": "Alice",
  "- 연락처": 7346600817,
  "- 나이\n\n*유의 : 고연령\n*Lv.1 : 미성년자": 36,
  "- 직업\n\n*유의 : 프리랜서, 수험생, 예비대학생, 배우, 주부(육아), 개발자\n*Lv.1 : 간호사, 교대근무자, 항공직, 개인사업자, 자영업":
    "회사원",
  "- 성별": "여",
  "- 주소 (해외 거주 시, 한국주소 임시 입력)":
    "경기 하남시 대청로116번길 30 (창우동, 은행뉴서울아파트) 101-1301",
  우편번호: 12954,
  "- 해외 거주 시, 국가명을 입력해 주세요! (해외 거주자만 응답)\n\n*해외 all -> Lv.1":
    "미국",
  "- 해외 거주 시, 비가나 채널톡으로 '성함/레벨 테스트 완료'를 꼭 전송해 주세요! (해외 거주자만 응답)":
    "네, 확인했습니다.",
  "A1. 키 (ex. 163cm)": 169,
  "A2. 체중 (ex. 62kg)": 54.5,
  "A3. 인생 최대 체중 & 그당시 나이 (ex. 65kg / 29세)": "60/21",
  "A4. 인생 최저 체중 & 그당시 나이 (ex. 55kg / 31세)": "52/34",
  "A5. 목표 체중 (ex. 53kg)": 53,
  "B1.평균 취침 & 기상 시간 (불규칙한 경우, 패턴 상세히 기입)\n\n*유의 : 심한 불규칙, 불면증, 자다깨고 반복, 수면 5시간 이하(?)\n*Lv.1 : 밤낮 바뀜, 교대 근무, 심한 불규칙(3시간 이상 차이)":
    "오후 10시-11시 취침, 오전 6시반 기상",
  "B2. 하루 운동량 (ex. 평일: 홈트 20분 / 주말: 수영 1시간)":
    "홈트 20분 트레드밀30분 주 3-4회",
  "B3. 하루 스케줄\n\n*색 지정 : 모두 정신없이 바쁨":
    "평일, 주말 모두 정신 없이 바쁘게 흘러가요!",
  "B4. 하루 수분 섭취량 (커피X / 달지 않은 차종류만 포함가능)\n\n*색 지정 : 0.5L":
    "1.5L",
  "B5. 하루 카페인 섭취량 (1잔 = 2샷 기준)\n\n*색 지정 : 3잔 이상": "1잔",
  "B6. 배변 빈도 (ex. 일주일에 5일 정도)\n\n*색 지정 : 3회 미만": 3,
  "C1. 하루 평균 식사 횟수 (간식 미포함)\n\n*유의 : 1회, 4회 이상": "3회",
  "C2. 하루 평균 간식 횟수 (식사 미포함)\n\n*유의 : 3회 이상, 기타 특이점":
    "2회",
  "C3. 식사 패턴\n\n*유의 : 매우 불규칙, 기타 특이점\n\n*색 지정 : 규칙적 제외 모두":
    "규칙적인 시간에 식사하는 편이다.",
  "C6. 식습관에 대한 가장 큰 고민":
    "주기적인 폭식,끊임 없이 음식 당김,식사 후 간식 당김",
  "C4. 일반식 식사 시, 포만감 (복수선택 가능)":
    "배가 든든하게 부를 때 식사를 멈춘다.",
  "C5. 평균 식사 속도": "보통이다.",
  "C7. 위 C6에서 해당 답변을 선택한 이유 (최대한 상세히 작성해주세요!)\n\n":
    "식사 후 쉬는 시간이 주어졌을때 간식을 참을수 없는것이 가장 문제점이라는걸 알고 있는데... 조절하기가 너무 어려워요. 또 가끔은 평소 단 간식을 참다가 터져서 폭식으로 이어지는 경우도 종종 있어서 이 버릇을 고치고 싶은데 너무 힘듬니다",
  "D1. 과거 경험한 다이어트 (복수선택 가능)":
    "간헐적 단식 다이어트,온라인 다이어트 프로그램",
  "D2. 과거, 체중감량에 성공했던 다이어트 스토리 (다이어트 기간, 감량수치, 방법 등 최대한 상세히 남겨주세요!)":
    "예전에 칼로리 제한을 했을때 가장 효과가 좋긴 했어요. 또 공복 러닝을 30분 정도 했었는데 체력적으로 좀 무리가 되김 하였지만 효과는 좋았습니다.",
  "D3. 다시는 하고 싶지 않은, 가장 후회되는 다이어트 경험 & 이유": "없음",
  "D4. 가장 최근, 도전한(or 도전 중인) 다이어트 방법":
    "현제는 저의 심리적인 부분을 챙기는 것이 가장 중요한거 같아서 딱히 하고있지는 않습니다.",
  "D5. 위 답한 다이어트(D4) 현재 진행 여부\n\n*유의 : 지금 하는 중 -> D4 필수 확인":
    "아니요, 현재 하고 있지 않습니다.",
  "D6. 정신과 진료 경험\n\n*유의 : 나머지\n*Lv.1 : 현재 받는 중":
    "다이어트 이외의 사유로, 받은 경험이 있습니다.",
  "D7. 수술 (성형 미포함)\n\n*Lv.1 : 현재 회복 중": "해당사항 없습니다.",
  "E1. 짠맛 선호도": "보통 간을 좋아해요.",
  "E2. 단맛 선호도": "적당히 단맛을 좋아해요.",
  "E3. 매운맛 선호도": "매운 음식은 좋아하지 않아요.",
  "E4. 양념/소스 선호도":
    "양념 보단 깔끔한 음식을 좋아해요. (양념/소스가 강하지 않은 음식)",
  "E5. 서브반찬 선호도 (김치, 피클, 단무지 류)": "서브반찬은 잘 먹지 않아요.",
  "E6. 식사 중 음료 선호도 (물, 탄산음료, 주류 등)":
    "식사 중 음료는 마시지 않아요.",
  "E7. 상차림 선호도": "한 끼에 최대한 다양한 메뉴를 먹는 것을 좋아해요.",
  "E8. 술 마시는 빈도\n\n* 유의 : 1회 이상\n*Lv.1 : 주 2-3회 이상":
    "거의 마시지 않아요.",
  "F1. 탈다이어트란 무엇이라 생각하시나요? (편하게 작성해주세요!)\n\n\n*비가나 방향성과 안 맞으면 -> Lv.1\n(탈다이어트 =/= 먹고싶은 거 다 먹어도 살 안 찌기)":
    "칼로리, 음식에 대한 두려움 없이 편하게 먹을수 있는상태- 저절로 양을 조절할수 있어서 음식에 대한 스트레스를 받지 않는 것",
  "F2. 프로그램을 통해 가장 만들고 싶은 1순위는 무엇인가요?": "체중 감량하기",
  "F3. 프로그램 진행 시, 투자할 수 있는 시간/에너지":
    "바쁘지만, 최선을 다할 수 있어요!",
  "- 비가나 21days를 알게 된 경로 (중복선택 가능)":
    "이지은 다이어트 유튜브 채널",
  "- 이미지 사용 동의여부 (프로그램 과정은 플랫폼에 공유될 수 있습니다.)":
    "네, 동의합니다.",
  "- 제공받은 자료 재공유 및 자료의 상업적 사용, 불법 유출 정황이 적발될 시 유출 당사자는 민/형사상 손해배상 처분을 받게 됩니다.":
    "네, 동의합니다.",
  "- 2024 상반기 레벨 테스트는 1회 제출 가능하며, 제출 후 수정이 불가합니다. 제출 전 답변 내용을 한번 더 확인해주세요!":
    "네, 확인했습니다.",
  "IP 주소": "146.189.164.209",
  응답시간: "2024-02-27 23:55:15",
};
